tap "cloudflare/cloudflare"
tap "getsentry/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jkfran/killport"
tap "mongodb/brew"
tap "wix/brew"
brew "asciinema"
brew "asimov"
brew "awscli"
brew "chezmoi"
brew "folly"
brew "edencommon"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "fortune"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-sizer"
brew "go"
brew "libtool"
brew "graphviz"
brew "htop"
brew "libomp", link: true
brew "imagemagick"
brew "jq"
brew "mitmproxy"
brew "nmap"
brew "pandoc"
brew "pngquant"
brew "rbenv"
brew "redis", restart_service: true
brew "scrcpy"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "jkfran/killport/killport"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "dynobase"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "garmin-express"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "linear-linear"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "temurin17"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "adpyke.codesnap"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "ccimage.jsonviewer"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "helgardrichard.helium-icon-theme"
vscode "ionutvmi.path-autocomplete"
vscode "iulian-radu-at.find-unused-exports"
vscode "johnpapa.vscode-peacock"
vscode "KevinRose.vsc-python-indent"
vscode "KnisterPeter.vscode-commitizen"
vscode "lextudio.restructuredtext"
vscode "magicstack.MagicPython"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naumovs.color-highlight"
vscode "nickdemayo.vscode-json-editor"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-twoslash-queries"
vscode "PKief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "renatorodrigues.json-to-js"
vscode "SimonSiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "torn4dom4n.latex-support"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xaver.theme-ysgrifennwr"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
