tap "cloudflare/cloudflare"
tap "getsentry/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jkfran/killport"
tap "mongodb/brew"
tap "wix/brew"
brew "asciinema"
brew "asimov"
brew "awscli"
brew "chezmoi"
brew "folly"
brew "edencommon"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "fortune"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-sizer"
brew "libtool"
brew "graphviz"
brew "htop"
brew "libomp", link: true
brew "imagemagick"
brew "jq"
brew "mitmproxy"
brew "pandoc"
brew "pngquant"
brew "rbenv"
brew "redis", restart_service: true
brew "scrcpy"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "cloudflare/cloudflare/cloudflared"
brew "jkfran/killport/killport"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "dynobase"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "garmin-express"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "linear-linear"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "temurin17"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
