tap "cloudflare/cloudflare"
tap "getsentry/tools"
tap "github/gh"
tap "hashicorp/tap"
tap "hookdeck/hookdeck"
tap "jkfran/killport"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "sst/tap"
tap "wix/brew"
brew "asciinema"
brew "asimov"
brew "awscli"
brew "chezmoi"
brew "cloudflared", link: false
brew "deno"
brew "dotnet"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "ffmpeg"
brew "fortune"
brew "fx"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-sizer"
brew "p11-kit"
brew "gnutls"
brew "go"
brew "harfbuzz"
brew "libtool"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libimobiledevice"
brew "libomp", link: true
brew "mitmproxy"
brew "nmap"
brew "pandoc"
brew "pngquant"
brew "postgresql@15"
brew "rbenv"
brew "redis", restart_service: :changed
brew "rustup"
brew "scrcpy"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "jkfran/killport/killport"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "wix/brew/applesimutils"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "dbngin"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "dynalist"
cask "dynobase"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "garmin-express"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "logi-options+"
cask "logitech-camera-settings"
cask "mendeley"
cask "mgba-app"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "podman-desktop"
cask "postman"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "tableplus"
cask "tailscale-app"
cask "teamviewer"
cask "temurin@17"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zed"
cask "zoom"
vscode "adpyke.codesnap"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "buianhthang.xml2json"
vscode "ccimage.jsonviewer"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "helgardrichard.helium-icon-theme"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "iulian-radu-at.find-unused-exports"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "khaeransori.json2csv"
vscode "knisterpeter.vscode-commitizen"
vscode "lextudio.restructuredtext"
vscode "magicstack.magicpython"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mxsdev.typescript-explorer"
vscode "naumovs.color-highlight"
vscode "nickdemayo.vscode-json-editor"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "renatorodrigues.json-to-js"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "sst-dev.opencode"
vscode "tamasfe.even-better-toml"
vscode "torn4dom4n.latex-support"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xaver.theme-ysgrifennwr"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-audit"
cargo "cargo-edit"
cargo "cargo-nextest"
cargo "cargo-run-script"
cargo "cargo-watch"
